/* Localized versions of UI Agent strings */

chatWithUserOnMachine = "%@ på %@";
msgFromAdminOnMachine = "%@ på %@";

lastAccessHoursString = "mer än %d timmar sedan";
lastAccessMinutesString = "%d minuter sedan";
lastAccessSecondsString = "%d sekunder sedan";
lastAccessOneHourString = "mer än 1 timme sedan";
lastAccessOneMinuteString = "1 minut sedan";
lastAccessOneSecondString = "1 sekund sedan";

errAttnReqCommString = "Meddelandet kunde inte skickas på grund av ett kommunikationsfel.";
errAttnReqNoAdminString = "Ingen administratör finns tillgänglig just nu.";
errTextChatCommString = "Chattandet har avbrutits på grund av ett kommunikationsfel.";

unknownLastAccess = "Okänt";

restartRequestTitle = "Programvara som kräver en omstart har installerats.";
restartRequestMessage = "En Remote Desktop-administratör har installerat programvara för din dator. Programvaran blir inte tillgänglig förrän datorn har startats om. Klicka på Starta om för att avsluta alla program och starta om.";
buttonCancel = "Avbryt";
buttonContinue = "Starta om";
